<?php
require_once($_SERVER["DOCUMENT_ROOT"]."/bitrix/modules/main/include/prolog_before.php");
global $APPLICATION;
$APPLICATION->SetPageProperty("title", "CORE.XP - Лидирующая консалтинговая компания в области недвижимости");
$APPLICATION->SetPageProperty("description", "Международная консалтинговая компания CORE.XP");
$APPLICATION->SetPageProperty("keywords", "коммерческая недвижимость, торговые объекты, исследования рынка, управление активами, агентские услуги, консультации в строительстве, девелопмент, собственники и арендаторы, Офис аренда, Офис с отделкой аренда, Аренда офиса, Аренда офиса с отделкой, Склад аренда, Аренда склада, Офис субаренда, Субаренда офиса, Представление интересов арендаторов, Представление интересов собственников, Представление интересов арендодателей, Маркетинг объектов недвижимости, Перезаключение договоров аренды, управление недвижимостью, Управление строительством, Управление внутренней отделкой, Управление проектированием, Консалтинговые услуги в недвижимости, Оценка объектов недвижимости, Инвестиционный консалтинг, продажа офиса, продажа земельного участка, торговый центр в аренду");
$APPLICATION->SetPageProperty("NOT_SHOW_NAV_CHAIN", "Y");
$APPLICATION->SetTitle("CORE.XP");
echo " ";
?>

