<template>
  <div class="container">
    <b-breadcrumb class="mb-20 xl:mb-50">
      <b-breadcrumb-item :to="$ROUTE.HOME.slug">
        {{ $ROUTE.HOME.title }}
      </b-breadcrumb-item>
      <b-breadcrumb-item>Политика конфиденциальности</b-breadcrumb-item>
    </b-breadcrumb>

    <h1 class="t-h1 xl:ttl mb-20 xl:mb-30 uppercase">
      Политика конфиденциальности
    </h1>
    <b-article :content="content" />
  </div>
</template>

<script lang="ts" setup>
import BBreadcrumb from '@/components/base/breadcrumb/BBreadcrumb.vue'
import BBreadcrumbItem from '@/components/base/breadcrumb/BBreadcrumbItem.vue'
import BArticle from '@/components/base/article/BArticle.vue'

const content = `
<p>
  CORE.XP является лидирующей консалтинговой компанией, оказывающей услуги
  в&nbsp;сфере коммерческой недвижимости. Более 26&nbsp;лет мы&nbsp;ведем
  свою деятельность в&nbsp;России. CORE.XP обеспечивает клиентам
  максимально комфортные условия сотрудничества. Для удобного
  взаимодействия мы предлагаем нашим клиентам и&nbsp;партнерам
  использовать ресурсы нашего сайта. На&nbsp;данной странице опишем, какую
  информацию мы&nbsp;собираем от&nbsp;клиентов, а также как и&nbsp;для
  чего она используется.
</p>

<h3>Предоставляемая пользователями информация</h3>
<p>
  CORE.XP предлагает клиентам возможность поиска объектов недвижимости
  согласно определенным требованиям, добавления их&nbsp;в&nbsp;список
  избранного. Также пользователи могут заказать обратный звонок менеджера
  или отправить заявку на&nbsp;просмотр помещений. Для получения обратной
  связи пользователям предлагается оставить свои контактные данные: имя,
  телефон, электронный адрес.
</p>

<h3>Использование полученной от&nbsp;клиентов информации</h3>
<p>
  Все личные данные используются сайтом для отправки клиенту запрашиваемой
  информации и&nbsp;отправки рассылки. Также эти данные могут понадобиться
  для предоставления рекламных материалов об&nbsp;услугах нашей компании
  (если вы заранее не&nbsp;оговариваете, что вас такая форма получения
  информации не устраивает).
</p>

<p>Личные данные применяются для:</p>
<ul>
  <li>
    информирования клиентов об&nbsp;услугах, которые могли&nbsp;бы их
    заинтересовать;
  </li>
  <li>
    предоставления клиентам информации о&nbsp;наличии интересующих
    их&nbsp;объектов недвижимости;
  </li>
  <li>
    предложения дополнительных опций, способных облегчить работу
    с&nbsp;сайтом;
  </li>
  <li>
    других целей, связанных с&nbsp;нашей профессиональной деятельностью.
  </li>
</ul>

<h3>Файлы Cookies</h3>
<p>
  Наш интернет-ресурс предусматривает функцию Cookies. Это небольшие
  текстовые фрагменты, необходимые для отслеживания истории обращений
  пользователя к&nbsp;нашему сайту. Cookies автоматически создаются на
  компьютере или другом устройстве пользователя. Они не&nbsp;содержат
  личной информации, если вы&nbsp;не&nbsp;зарегистрированы на&nbsp;нашем
  сайте.
</p>
<p>
  Cookies предназначаются не&nbsp;для сбора информации
  о&nbsp;пользователе, а&nbsp;для облегчения использования сайта
  (сохранения настроек, избранных объектов недвижимости и&nbsp;прочих
  важных списков).
</p>
<p>
  Cookies также применяются для ведения статистики сайта, сбора
  и&nbsp;анализа информации о&nbsp;полезных для клиентов объектах
  и&nbsp;услугах, а&nbsp;также в рекламных целях.
</p>

<h3>Передача данных третьим лицам</h3>
<p>
  Информация частного характера не&nbsp;передается третьим лицам
  и&nbsp;хранится в течение времени, необходимого для поиска объекта
  недвижимости или срока, предусмотренного законом.
</p>
<p>
  Мы&nbsp;не&nbsp;предоставляем ваши личные данные сторонним компаниям
  и&nbsp;третьим лицам, за&nbsp;исключением ситуаций, когда это делается
  по&nbsp;просьбе клиента или согласно требованиям законодательства.
</p>

<h3>Защита информации</h3>
<p>
  Мы&nbsp;считаем своим долгом обеспечить конфиденциальность информации,
  которую предоставляют нам пользователи сайта, и&nbsp;предпринимаем
  необходимые меры по&nbsp;защите ваших личных данных.
</p>
`
</script>

<script lang="ts">
export { onBeforeRender } from './onBeforeRender'
</script>
